Repository: zokirbek85/lenza_erp
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Invoice
uz: Hisob-faktura

source: Issued
uz: Chiqarilgan

source: Status
uz: Holat

source: Dealer
uz: Diler

source: Value date
uz: Sana

source: Created by
uz: Yaratgan

source: Order type
uz: Buyurtma turi

source: Reserve
uz: Bron

source: Regular
uz: Oddiy

source: Total Items
uz: Jami mahsulotlar

source: Product
uz: Mahsulot

source: Qty
uz: Miqdor

source: Price (USD)
uz: Narx (USD)

source: Line total
uz: Jami

source: No items in this order.
uz: Bu buyurtmada mahsulotlar yo'q.

source: Subtotal
uz: Oraliq jami

source: Total (USD)
uz: Jami (USD)

source: Note
uz: Izoh

source: Authorized signature
uz: Vakolatli imzo

source: Reconciliation Report
uz: Muvofiqlashtirish hisoboti

source: Period
uz: Davr

source: Generated
uz: Yaratilgan

source: Summary
uz: Xulosa

source: Total Sales
uz: Jami savdo

source: Total Payments
uz: Jami to'lovlar

source: Net Balance
uz: Sof qoldiq

source: Dealer Balance Details
uz: Diler balansi tafsilotlari

source: Opening Balance
uz: Boshlang'ich qoldiq

source: Sales Amount
uz: Savdo miqdori

source: Payments
uz: To'lovlar

source: Closing Balance
uz: Yakuniy qoldiq

source: Date
uz: Sana

source: Amount
uz: Summa

source: Description
uz: Tavsif

source: No data available
uz: Ma'lumot mavjud emas

source: Expenses Report
uz: Xarajatlar hisoboti

source: Type
uz: Turi

source: Category
uz: Kategoriya

source: Method
uz: Usul

source: Total
uz: Jami

source: Currency
uz: Valyuta

source: Card
uz: Karta

source: Cash
uz: Naqd

source: Bank Transfer
uz: Bank o'tkazmasi

source: Payment Report
uz: To'lov hisoboti

source: Payment Date
uz: To'lov sanasi

source: Payment Method
uz: To'lov usuli

source: Reference
uz: Ma'lumotnoma

source: Page
uz: Sahifa

source: of
uz: dan

source: All
uz: Barchasi

source: From
uz: Dan

source: To
uz: Gacha

source: Filter
uz: Filtr

source: Export
uz: Eksport

source: Print
uz: Chop etish

source: Expenses
uz: Xarajatlar

source: Monthly Expenses
uz: Oylik xarajatlar

source: Total USD
uz: Jami USD

source: Total UZS
uz: Jami UZS

source: Share (%)
uz: Ulush (%)

source: Expenses Export
uz: Xarajatlar eksporti

source: Daily Payments Report
uz: Kunlik to'lovlar hisoboti

source: USD Equivalent
uz: USD ekvivalenti

source: No payments on this date.
uz: Bu sanada to'lovlar yo'q.

source: Month
uz: Oy

source: Account
uz: Hisob

source: Signed via
uz: Imzolangan

source: system
uz: tizimi orqali

source: Scan QR to verify authenticity
uz: Haqiqiylikni tekshirish uchun QR kodni skanerlang

source: Orders Summary
uz: Buyurtmalar xulosasi

source: Display #
uz: Raqam

source: No orders available
uz: Buyurtmalar mavjud emas

source: Product Inventory
uz: Mahsulotlar inventarizatsiyasi

source: Name
uz: Nomi

source: Brand
uz: Brend

source: Sell Price
uz: Sotuv narxi

source: Stock OK
uz: Sog'lom stok

source: Stock Defect
uz: Nuqsonli stok

source: No products available
uz: Mahsulotlar mavjud emas

source: Report
uz: Hisobot

source: Returns
uz: Qaytarishlar

source: Total records
uz: Jami yozuvlar

source: Quantity
uz: Miqdor

source: Reason
uz: Sabab

source: Defective
uz: Nuqsonli

source: Good
uz: Sog'lom

source: No data found
uz: Ma'lumot topilmadi

source: Dealer Balances
uz: Dilerlar balansi

source: Region
uz: Hudud

source: Balance (USD)
uz: Balans (USD)

source: No dealers available
uz: Dilerlar mavjud emas

source: Monthly Expenses Report
uz: Oylik xarajatlar hisoboti

source: Rate (1 USD)
uz: Kurs (1 USD)

source: Expense type
uz: Xarajat turi

source: Rate
uz: Kurs

source: Payment statistics by card
uz: Karta bo'yicha to'lovlar statistikasi

source: Card name
uz: Karta nomi

source: Number
uz: Raqam

source: User
uz: Foydalanuvchi

source: Payment count
uz: To'lovlar soni

source: Total amount (USD)
uz: Umumiy summa (USD)

source: Last payment
uz: Oxirgi to'lov

source: Report generated
uz: Hisobot yaratilgan
